lines = """
1. 행운은 마음의 준비가 있는 사람에게만 미소를 짓는다. -파스퇴르-
2. 사랑은 신뢰의 행위다, 믿으니까 믿는 것이다, 사랑하니까 사랑하는 것이다, -로망롤랑-
3. 위대함에는 신비성이 필요하다, 너무 알면 사람들은 존경하지 않는다, -드골-
4. 요구받기 전에 먼저 충고하지 말라, -에라스무스-
5. 우주를 한 사람으로 축소시키고 그 사람을 신으로 확대시키는 것이 바로 사랑이다, -빅토르 위고-

6. 친절한 말은 봄볕과 같이 따사롭다, -러시아 속담-
7. 좀 모자라는 사람은 말이 적은 바보일지 모르지만 말 많은 바보보다는 낫다, -라 브뤼에르-
8. 처음 시작은 가장 용기 있는 자 만이 할 수 있다, -노르웨이 속담-
9. 계단을 밟아야 계단 위에 올라설수 있다, -터키속담-
10.오랫동안 꿈을 그리는 사람은 마침내 그 꿈을 닮아 간다, -앙드레 말로-

11.좋은 성과를 얻으려면 한 걸음 한 걸음이 힘차고 충실하지 않으면 안 된다, -단테-
12.독서가 정신에 미치는 영향은 운동이 육체에 미치는 영향과 같다, -에디슨-
13.인간은 자기가 생각하고 있는 것과 같은 인간이 된다, -힌두교 경전-
14.무소유란 아무것도 갖지 않는 건이 아리라 불필요한 것을 갖지 않는다는 뜻이다, -법정 스님-
15.가장 오래 산 사람은 나이가 많은 사람이 아니고 많은 경험을 한 사람이다, -루소-

16.사랑은 달콤하다,그러나 빵이 수반할 경우에만 그렇다, -유태인 격언-
17.사랑받는 것이 행복이 아리라 사랑하는 것이 행복이다, -헤르만 헤세-
18.몸가짐은 각자의 자기의 모습을 비치는 거울이다, -괴테-
19.가장 곤란한 것은 모든 사람이 생각하지 않고 나오는 대로 말하는 것이다, 알랭-
20.남의 앞에 나서는 것을 두려워하지 말라, -엘마 윌러-

21.생활은 습관이 짜낸 천에 불과하다, -아미엘-
22.행복은 습관이다,그것을 몸에 지니라, -허버드-
23.남의 생활과 비교하지 말고 네 자신의 생활을 즐겨라, -콩도르세-
24.의욕적인 목표가 인생을 즐겁게 한다, -로버트 슐러-
25.부모의 좋은 습관보다 더 좋은 어린이 교육은 없다, -슈와프-

26.대문자만으로 인쇄된 책은 읽기 힘들다,일요일 밖에 없는 인생도 그것과 마찬가지이다, -장 파울-
27.넓게 배우고 ,의문이 있으면 곧 묻고,삼가 이를 깊이 생각하라, -중용-
28.학문 없는 경험은 경험 없는 학문 보다 낫다, -서양 금언-
29.아는 것을 안다 하고,모르는 것을 모른다 하는 것이 말의 근본이다, -순자-
30.말도 아름다운 꽃처럼 그 색깔을 지니고 있다, -E.리스-

31.나의 언어의 한계는 나의 세계의 한계를 의미한다, -비트겐슈타인-
32.악은 바늘 처럼 들어와 참나무처럼 퍼진다, -이디오피아 속담-
33.너무 고르는 자가 가장 나쁜 것을 갖는다,-영국속담-
34.부끄러움을 모르는 것은 부끄러운 일이다, -아우구스티누스-
35사업이란 양쪽 모두에게 이익을 주는 것이 아니면 오래 가지 못한다, -오쿠라 가하치로-

36.사랑은 지배하는 것이 아니라 자유를 주는 것이다, -에리히 프롬-
37.불가능은 소심한 자의 환상이요 비겁한 사람의 도피처이다, -나폴레옹-
38.아무리 유익한 책이라도 그 절반은 독자 자신에 의해서 만들어지는 것이다, -볼테르-
39.중용도 너무 지나쳐서는 안 된다, -아서 캐슬러-
40.무례함은 강한 체 하는 약한자의 모습이다, -에릭 호퍼-

41.이긴다고 생각하면 이긴다 승리는 자신감을 가진 사람의 편이다, 가토 마사오-
42.가난하되 만족하면 더할 나위 없는 부자다, -셰익스피어-
43.주먹을 꽉 쥔 손과는 악수를 할 수 없다, -인디라 간디-
44.말하지 않는 좋은 생각은 좋은 생각이 아니다, -켄 블랜차드-
45.성공의 비밀은 목표의 지속성에 있다,-벤자민 디즈라엘리-

46.사는게 지겹다면 그것은 당신이 그렇게 만든 것이다, -레오 부스카글리아-
47.날마다 하던 방식대로 하고 있다면 그건 확실히 잘못된 것이다,-찰스 케터링-
48.인생은 실수를 저지르고 실수를 고쳐 나가는 과정이다, -요나스 서크-
49.쓴맛을 모르는 자는 단맛도 모른다, -독일속담-
50.자신감 있는 표정을 지으면 자신감이 생긴다, -찰스다윈-"""